{
  "menu": {
    "Home": "Startseite",
    "Services": "Dienstleistungen",
    "Document translation": "Dokumentübersetzung",
    "Business translation": "Geschäftsübersetzung",
    "Government translation": "Regierungsübersetzung",
    "Areas": "Bereiche",
    "Government": "Regierung",
    "Organization": "Organisation",
    "Education": "Bildung",
    "Media": "Medien",
    "Legal and Business": "Recht und Geschäft",
    "Sciences & technology": "Wissenschaften & Technologie",
    "About": "Über",
    "Contact Us": "Kontaktieren Sie uns",
    "Languages": "Sprachen",
    "English": "Englisch",
    "Arabic": "Arabisch",
    "French": "Französisch",
    "German": "Deutsch",
    "Other lgs": "Andere Sprachen",
    "location": "Tunesien Büro: Hammamet - Tunesien; Libyen Büro: Tripolis - Libyen - Dhahra Straße",
    "email": "contact@T4Translation.com",
    "phone": "+216-00000000",
    "copyright": "Copyright © 2024 von [Melki Yossri] reserviert",
    "footer_description": "„Zusammenkommen ist ein Anfang. Zusammenbleiben ist ein Fortschritt. Zusammenarbeiten ist ein Erfolg.“ Henry Ford",
    "Get Started Now": "Jetzt loslegen",
    "SLanguages": "Sprachen, die wir übersetzen",
    "DLanguages": "Wir bieten professionelle Übersetzungsdienste in einer Vielzahl von Sprachen an, um Ihren Bedürfnissen gerecht zu werden.",
    "call_to_action.title": "Fühlen Sie sich frei mit unseren Teams, wir sind für Sie da.",
    "call_to_action.description": "Bei T4Translation sind wir bestrebt, außergewöhnliche Übersetzungsdienste mit einer persönlichen Note zu bieten. Unser vielfältiges und erfahrenes Team steht Ihnen jederzeit zur Verfügung, um sicherzustellen, dass jedes Detail mit Sorgfalt und Präzision behandelt wird. Egal, ob Sie Hilfe bei einem Projekt benötigen oder Fragen haben, zögern Sie nicht, uns zu kontaktieren – wir sind hier, um Ihnen eine reibungslose und stressfreie Erfahrung zu bieten. Kontaktieren Sie uns noch heute, und lassen Sie uns die Brücke zu Ihrem Erfolg sein.",
    "banner-title": "Willkommen bei T4Translation.",
    "banner-content": "T4Translation ist ein voll engagiertes, professionelles Übersetzungsportal, das weltweit tätig ist. Es bietet eine Vielzahl von Dienstleistungen an, hauptsächlich Übersetzung und Dolmetschen, sowie andere damit verbundene Dienstleistungen.",
    "service-content": "T4Translation ist ein Übersetzungsdienstportal, das Einzelpersonen, Organisationen und Unternehmen hervorragende Übersetzungs- und Dolmetschdienste anbietet, wobei Muttersprachler aus mehreren Ländern eingesetzt werden, um hochwertige Übersetzungen und andere Dienstleistungen anzubieten.",
    "testimonial-description": "T4Translation berücksichtigt unsere Vielfalt und strebt danach, als Brücke zwischen verschiedenen entfernten Gesprächspartnern und Kunden zu dienen, indem es ihnen erstklassige und zeitnahe Dienstleistungen auf einer 24/7-Basis bietet.",
    "testimonial-title": "Vision",
    "service.homepage_tab.title": "Unsere Dienstleistungen",
    "service.homepage_tab.description": "T4Translation ist ein Übersetzungsdienstportal, das Einzelpersonen, Organisationen und Unternehmen hervorragende Übersetzungs- und Dolmetschdienste anbietet, wobei Muttersprachler aus mehreren Ländern eingesetzt werden, um hochwertige Übersetzungen und andere Dienstleistungen anzubieten.",
    "Document.": "Dokument",
    "Business.": "Geschäft",
    "Government.": "Regierung",
    "Who We are?": "Wer sind wir?",
    "Who We are?.description": "T4Translation ist ein voll engagiertes, professionelles Übersetzungsportal, das weltweit tätig ist. Es bietet eine Reihe von Dienstleistungen an, die sich hauptsächlich auf Übersetzung und Dolmetschen konzentrieren, sowie andere verwandte Dienstleistungen. Es zielt darauf ab, Einzelpersonen, Unternehmen, internationalen Organisationen und Regierungsinstitutionen zeitnahe, qualitativ hochwertige und erschwingliche Dienstleistungen anzubieten.",
    "Mission:": "Mission:",
    "Mission:.description": "Um reibungslose Interaktionen zu ermöglichen und als zuverlässige sprachliche Brücke und Vermittler zwischen Einzelpersonen, Gemeinschaften, Unternehmen, Institutionen, internationalen Organisationen usw. zu dienen.",
    "Legal": "Recht",
    "Services-title": "Dienstleistungen",
    "Areas-title": "Bereiche",
    "Services-content": "T4Translation ist ein Übersetzungsdienstportal, das Einzelpersonen, Organisationen und Unternehmen hervorragende Übersetzungs- und Dolmetschdienste anbietet, wobei Muttersprachler aus mehreren Ländern eingesetzt werden, um hochwertige Übersetzungen und andere Dienstleistungen anzubieten.",
    "Areas-content": "Unsere Regierungsübersetzungsdienste gewährleisten eine genaue und kulturell sensible Kommunikation in offiziellen Dokumenten, Richtlinien und Rechtstexten. Wir unterstützen Regierungsbehörden dabei, verschiedene Bevölkerungsgruppen effektiv zu erreichen und die Einhaltung und Klarheit in allen Amtssprachen sicherzustellen.",
    "All-categories": "Alle Kategorien",
    "Business": "Geschäft",
    "Document": "Dokument",
    "Govermment": "Regierungen",
    "Interpretation": "Dolmetschen",
    "Localization": "Lokalisierung",
    "Sign Language": "Gebärdensprache",
    "Authentication": "Beglaubigung",
    "Subtitling , Transcription , Captioning": "Untertitelung, Transkription, Untertitelung",
    "Surveys , Researches , News Bulletins": "Umfragen, Forschungen, Nachrichtenbulletins",
    "view-service": "Dienst ansehen",
    "intro-service": "Unser Team ist stolz auf seine fundierte Expertise in der Übersetzungsbranche.",
    "Government Translation": "Regierungsübersetzung",
    "Government Translation-content": "Unsere Regierungsübersetzungsdienste gewährleisten eine genaue und kulturell sensible Kommunikation in offiziellen Dokumenten, Richtlinien und Rechtstexten. Wir unterstützen Regierungsbehörden dabei, verschiedene Bevölkerungsgruppen effektiv zu erreichen und die Einhaltung und Klarheit in allen Amtssprachen sicherzustellen.",
    "Organization Translation": "Organisationsübersetzung",
    "Organization Translation-content": "Unsere Organisationsübersetzungsdienste bieten präzise und kontextuell relevante Übersetzungen für interne Kommunikation, Berichte, Schulungsmaterialien und mehr. Wir helfen Organisationen, eine konsistente Kommunikation in mehreren Sprachen aufrechtzuerhalten, um eine klare und effektive Kommunikation in globalen Teams zu fördern.",
    "Education Translation": "Bildungsübersetzung",
    "Education Translation-content": "Unsere Bildungsübersetzungsdienste sind auf die Übersetzung von akademischen Materialien, Lehrbüchern, Forschungsarbeiten und Bildungsressourcen spezialisiert. Wir stellen sicher, dass Bildungsinhalte in allen Sprachen korrekt übermittelt werden, um Studenten, Pädagogen und Institutionen in einem globalen Lernumfeld zu unterstützen.",
    "Media Translation": "Medienübersetzung",
    "Media Translation-content": "Unsere Medienübersetzungsdienste bieten genaue und kulturell nuancierte Übersetzungen für Pressemitteilungen, Artikel, multimediale Inhalte und soziale Medien. Wir helfen Medienunternehmen und Inhaltserstellern, unterschiedliche Zielgruppen zu erreichen und gleichzeitig die Wirkung und den Ton der ursprünglichen Nachricht beizubehalten.",
    "Legal and Business Translation": "Rechts- und Geschäftsübersetzung",
    "Legal and Business Translation-content": "Unsere Rechts- und Geschäftsübersetzungsdienste bieten präzise und zuverlässige Übersetzungen für Verträge, juristische Dokumente, Geschäftsvereinbarungen und Unternehmenskommunikation. Wir stellen sicher, dass Ihre rechtlichen und geschäftlichen Inhalte genau übersetzt werden, um Ihre Interessen über internationale Grenzen hinweg zu schützen.",
    "Sciences&technology Translation": "Wissenschafts- und Technologieübersetzung",
    "Sciences&technology Translation-content": "Unsere Wissenschafts- und Technologieübersetzungsdienste bieten präzise Übersetzungen für technische Dokumente, wissenschaftliche Arbeiten, Patente und Forschungsberichte. Wir stellen sicher, dass komplexe Terminologie und Konzepte korrekt vermittelt werden, um eine effektive Kommunikation in den globalen Wissenschafts- und Technologiegemeinschaften zu ermöglichen.",
    "About-title": "Über uns",
    "About-content": "Willkommen in unserem Unternehmen, fühlen Sie sich wie zu Hause, wir sind für Sie da.",
    "Expert Team": "Expertenteam",
    "Expert Team-content": "T4Translation verfügt über ein vielfältiges Team von professionellen Übersetzern und Dolmetschern.",
    "Experienced Editors and Proofreaders": "Erfahrene Redakteure und Korrektoren",
    "Experienced Editors and Proofreaders-content": "Eine Gruppe erfahrener Redakteure und Korrektoren.",
    "Human-Centered": "Mensch im Mittelpunkt",
    "Human-Centered-content": "Wir verlassen uns auf menschliche Übersetzer und Ressourcen, um Ihre Dokumente in jeder Sprache zu übersetzen.",
    "IT Support": "IT-Support",
    "IT Support-content": "Wir haben ein starkes IT-Team, um einen rechtzeitigen und vertraulichen Kundenservice zu gewährleisten.",
    "To achieve our goals :": "Um unsere Ziele zu erreichen:",
    "This is who we are": "Das sind wir",
    "This is who we are-content": "Eine Gruppe von Fachleuten, die sich der Bereitstellung genauer und kulturell relevanter Übersetzungen widmet. Unser Team besteht aus erfahrenen Übersetzern, Lokalisierungsexperten und Projektmanagern, die nahtlos zusammenarbeiten, um hochwertige Ergebnisse zu gewährleisten. Mit Expertise in verschiedenen Sprachen und Branchen bieten wir maßgeschneiderte Lösungen, um Ihre spezifischen Bedürfnisse zu erfüllen und Ihnen zu helfen, effektiv mit globalen Zielgruppen zu kommunizieren.",
    "Contact-title": "Kontaktieren Sie unser T4-Übersetzungsteam",
    "Contact-content": " ",
    "Get Started-title": "Fühlen Sie sich frei, loszulegen",
    "Get Started-content": " ",
    "Reason/Purpose": "Grund/Zweck",
    "Reclamation": "Beschwerde",
    "Asking": "Anfrage",
    "Other": "Andere",
    "Full Name": "Vollständiger Name",
    "Email Address": "E-Mail-Adresse",
    "Email Addres": "E-Mail-Adresse",
    "Upload Files": "Dateien hochladen",
    "Choose Files": "Dateien auswählen",
    "Message": "Nachricht",
    "Send Message": "Nachricht senden",
    "Your Full Name": "Ihr vollständiger Name",
    "Your Email Address": "Ihre E-Mail-Adresse",
    "Science & Technology": "Wissenschaft & Technologie",
    "Legal&Business": "Recht & Wirtschaft"
  
  }
}
