{
  "menu": {
    "Home": "Home",
    "Services": "Services",
    "Document translation": "Document translation",
    "Business translation": "Business translation",
    "Government translation": "Government translation",
    "Areas": "Areas",
    "Government": "Government",
    "Organization": "Organization",
    "Education": "Education",
    "Media": "Media",
    "Legal and Business": "Legal and Business",
    "Sciences & technology": "Sciences & technology",
    "About": "About",
    "Contact Us": "Contact Us",
    "Languages": "Languages",
    "English": "English",
    "Arabic": "Arabic",
    "French": "French",
    "German": "German",
    "Other lgs": "Other languages",
    "location": "Tunisia Office: Hammamet - Tunisia; Libya Office: Tripoli - Libya - Dhahra Street",
    "email": "contact@T4Translation.com",
    "phone": "+216-00000000",
    "copyright": "Copyright © 2024 reserved by [Melki Yossri]",
    "footer_description": "“Coming together is the beginning. Keeping together is progress. Working together is success.” Henry Ford",
    "Get Started Now": "Get Started Now",
    "SLanguages": "Languages We Translate",
    "DLanguages": "We offer professional translation services in a wide range of languages to meet your needs.",
    "call_to_action.title": "Feel Free with our teams, we are here for you.",
    "call_to_action.description": "At T4Translation, we’re committed to providing exceptional translation services with a personal touch. Our diverse and experienced team is always ready to assist you, ensuring that every detail is handled with care and precision. Whether you need help with a project or have questions, feel free to reach out—we’re here to make your experience smooth and stress-free. Contact us today, and let us be the bridge to your success.",
    "banner-title": "Welcome To T4Translation.",
    "banner-content": "T4Translation is a fully dedicated, professional translation portal operating worldwide. It offers a gamut of services basically translation and interpreting in addition to other related services.",
    "service-content": "T4Translation is a translation services portal which offers individuals, organizations, and businesses excellent translation and interpretation services using native-language professionals from several countries in a genuine effort to offer high-quality translations and other services.",
    "testimonial-description": "T4Translation is mindful of our diversity, and seeks to serve as a bridge between various distant interlocutors and clients by providing them with top-notch and timely services on a 24/7 basis.",
    "testimonial-title": "Vision",
    "service.homepage_tab.title": "Our Services",
    "service.homepage_tab.description": "T4Translation is a translation services portal that offers individuals, organizations, and businesses excellent translation and interpretation services using native-language professionals from several countries, in a genuine effort to provide high-quality translations and other services.",
    "Document.": "Document",
    "Business.": "Business",
    "Government.": "Government",
    "Who We are?": "Who We are?",
    "Who We are?.description": "T4Translation is a fully dedicated, professional translation portal operating worldwide. It offers a range of services primarily focused on translation and interpreting, as well as other related services. It aims to provide timely, high-quality, and affordable services to individuals, businesses, international organizations, and government institutions.",
    "Mission:": "Mission:",
    "Mission:.description": "To facilitate smooth interaction and serve as a reliable linguistic bridge and mediator between individuals, communities, businesses, institutions, international organizations, etc.",
    "Legal": "Legal",
  "Services-title": "Services",
  "Areas-title":"Areas",
  
  "Services-content":"T4Translation is a translation services portal which offers individuals, organizations, and businesses excellent translation and interpretation services using native-language professionals from several countries in a genuine effort to offer high-quality translations and other services.",
  "Areas-content":"Our Government translation services ensure accurate and culturally sensitive communication across official documents, policies, and legal texts. We assist government agencies in effectively reaching diverse populations, ensuring compliance and clarity in all official languages",
  "All-categories":"All Categories",
  "Business":"Business",
  "Document":"Document",
  "Govermment":"Gouvernements",
  "Interpretation":"Interpretation",
  "Localization":"Localization",
  "Sign Language":"Sign Language",
  "Authentication":"Authentication",
  "Subtitling , Transcription , Captioning":"Subtitling , Transcription , Captioning",
  "Surveys , Researches , News Bulletins":"Surveys , Researches , News Bulletins",
  "view-service":"View Service",
  "intro-service":"Our team is proud of their solid expertise in the translation industry.",
  "Government Translation":"Government Translation",
  "Government Translation-content":"Our Government translation services ensure accurate and culturally sensitive communication across official documents, policies, and legal texts. We assist government agencies in effectively reaching diverse populations, ensuring compliance and clarity in all official languages",
  "Organization Translation":"Organization Translation",
  "Organization Translation-content":"Our Organization translation services provide precise and contextually relevant translations for internal communications, reports, training materials, and more. We help organizations maintain consistent messaging across languages, fostering clear and effective communication within global teams.",
  "Education Translation":"Education Translation",
  "Education Translation-content":"Our Education translation services specialize in translating academic materials, textbooks, research papers, and educational resources. We ensure that educational content is accurately conveyed across languages, supporting students, educators, and institutions in a global learning environment.",
  "Media Translation":"Media Translation",
  "Media Translation-content":"Our Media translation services deliver accurate and culturally nuanced translations for press releases, articles, multimedia content, and social media. We help media outlets and content creators reach diverse audiences while maintaining the original message’s impact and tone.",
  "Legal and Business Translation":"Legal and Business Translation",
  "Legal and Business Translation-content":"Our Legal and Business translation services offer precise and reliable translations for contracts, legal documents, business agreements, and corporate communications. We ensure that your legal and business content is accurately translated, safeguarding your interests across international borders.",
  "Sciences&technology Translation":"Sciences&technology Translation",
  "Sciences&technology Translation-content":"Our Sciences &amp; Technology translation services provide accurate translations for technical documents, research papers, patents, and scientific reports. We ensure that complex terminology and concepts are precisely conveyed, enabling effective communication within the global scientific and tech communities.",
  "About-title":"About Us",
  "About-content":"Welcome To Our Company , feel home  all here for you.",
  "Expert Team":"Expert Team",
  "Expert Team-content":"T4 translation has a diverse team of professional translators and interpreters.",
  "Experienced Editors and Proofreaders":"Experienced Editors and Proofreaders",
  "Experienced Editors and Proofreaders-content":"A group of experimented editors and proofreaders.",
  "Human-Centered":"Human-Centered",
  "Human-Centered-content":"We rely on human translators and resources to render your documents in any language.",
  "IT Support":"IT Support",
  "IT Support-content":"We have a strong IT team to ensure timely and confidential customerservice.",
  "To achieve our goals :":"To achieve our goals :",
  "This is who we are":"This is who we are",
  "This is who we are-content":": A group of skilled professionals dedicated to delivering accurate and culturally relevant translations. Our team includes experienced translators, localization experts, and project managers who collaborate seamlessly to ensure high-quality results. With expertise in diverse languages and industries, we provide tailored solutions to meet your specific needs and help you connect with global audiences effectively.",
  "Contact-title":"Get’n touch with Our T4Translation team",
  "Contact-content":" ",
  "Get Started-title":"Feel Free to GetStarted",
  "Get Started-content":" ",
  "Reason/Purpose":"Reason/Purpose",
  "Reclamation":"Reclamation",
  "Asking":"Asking",
  "Other":"Other",
  "Full Name":"Full Name",
  "Email Address":"Email Address",
  "Upload Files":"Upload Files",
  "Choose Files":"Choose Files",
  "Message":"Message",
  "Send Message":"Send Message",
  "Your Full Name":"Your Full Name",
  "Your Email Address":"Your Email Address",
  "Science & Technology":"Science & Technology",
  "Legal&Business":"Legal&Business"
    }
}
