{
  "menu": {
    "Home": "Accueil",
    "Services": "Services",
    "Document translation": "Traduction de documents",
    "Business translation": "Traduction commerciale",
    "Government translation": "Traduction gouvernementale",
    "Areas": "Domaines",
    "Government": "Gouvernement",
    "Organization": "Organisation",
    "Education": "Éducation",
    "Media": "Médias",
    "Legal and Business": "Juridique et Commercial",
    "Sciences & technology": "Sciences et technologie",
    "About": "À propos",
    "Contact Us": "Nous contacter",
    "Languages": "Langues",
    "English": "Anglais",
    "Arabic": "Arabe",
    "French": "Français",
    "German": "Allemand",
    "Other lgs": "Autres langues",
    "location": "Bureau en Tunisie: Hammamet - Tunisie; Bureau en Libye: Tripoli - Libye - Rue Dhahra",
    "email": "contact@T4Translation.com",
    "phone": "+216-00000000",
    "copyright": "Copyright © 2024 réservé par [Melki Yossri]",
    "footer_description": "« Se réunir est un début. Rester ensemble est un progrès. Travailler ensemble est un succès. » Henry Ford",
    "Get Started Now": "Commencez maintenant",
    "SLanguages": "Langues que nous traduisons",
    "DLanguages": "Nous proposons des services de traduction professionnels dans un large éventail de langues pour répondre à vos besoins.",
    "call_to_action.title": "Soyez à l'aise avec nos équipes, nous sommes là pour vous.",
    "call_to_action.description": "Chez T4Translation, nous nous engageons à fournir des services de traduction exceptionnels avec une touche personnelle. Notre équipe diversifiée et expérimentée est toujours prête à vous aider, en veillant à ce que chaque détail soit traité avec soin et précision. Que vous ayez besoin d'aide pour un projet ou que vous ayez des questions, n'hésitez pas à nous contacter - nous sommes là pour rendre votre expérience fluide et sans stress. Contactez-nous dès aujourd'hui et laissez-nous être le pont vers votre succès.",
    "banner-title": "Bienvenue chez T4Translation.",
    "banner-content": "T4Translation est un portail de traduction professionnel entièrement dédié, opérant dans le monde entier. Il propose une gamme de services, principalement la traduction et l'interprétation, ainsi que d'autres services connexes.",
    "service-content": "T4Translation est un portail de services de traduction qui propose aux particuliers, organisations et entreprises des services de traduction et d'interprétation excellents en utilisant des professionnels de langue maternelle de plusieurs pays, dans un véritable effort pour offrir des traductions de haute qualité et d'autres services.",
    "testimonial-description": "T4Translation veille à répondre à la diversité de ses clients et s'efforce de servir de pont entre divers interlocuteurs éloignés en leur offrant des services de premier ordre et en temps opportun, disponibles 24/7.",
    "testimonial-title": "Vision",
    "service.homepage_tab.title": "Nos Services",
    "service.homepage_tab.description": "T4Translation est un portail de services de traduction qui propose aux particuliers, organisations et entreprises des services de traduction et d'interprétation excellents en utilisant des professionnels de langue maternelle de plusieurs pays, dans un véritable effort pour offrir des traductions de haute qualité et d'autres services.",
    "Document.": "Document",
    "Business.": "Entreprise",
    "Government.": "Gouvernement",
    "Who We are?": "Qui sommes-nous ?",
    "Who We are?.description": "T4Translation est un portail de traduction professionnel entièrement dédié, opérant dans le monde entier. Il propose une gamme de services principalement axés sur la traduction et l'interprétation, ainsi que d'autres services connexes. Il vise à fournir des services rapides, de haute qualité et abordables aux particuliers, entreprises, organisations internationales et institutions gouvernementales.",
    "Mission:": "Mission :",
    "Mission:.description": "Faciliter les interactions fluides et servir de pont linguistique fiable et de médiateur entre les individus, communautés, entreprises, institutions, organisations internationales, etc.",
    "Legal": "Juridique",
    "Services-title": "Services",
    "Areas-title": "Domaines",
    "Services-content": "T4Translation est un portail de services de traduction qui propose aux particuliers, organisations et entreprises des services de traduction et d'interprétation excellents en utilisant des professionnels de langue maternelle de plusieurs pays, dans un véritable effort pour offrir des traductions de haute qualité et d'autres services.",
    "Areas-content": "Nos services de traduction gouvernementale garantissent une communication précise et sensible culturellement à travers les documents officiels, politiques et textes juridiques. Nous aidons les agences gouvernementales à atteindre efficacement des populations diverses, en assurant la conformité et la clarté dans toutes les langues officielles.",
    "All-categories": "Toutes les catégories",
    "Business": "Entreprise",
    "Document": "Document",
    "Govermment": "Gouvernements",
    "Interpretation": "Interprétation",
    "Localization": "Localisation",
    "Sign Language": "Langue des signes",
    "Authentication": "Authentification",
    "Subtitling , Transcription , Captioning": "Sous-titrage, Transcription, Sous-titrage",
    "Surveys , Researches , News Bulletins": "Enquêtes, Recherches, Bulletins d'information",
    "view-service": "Voir le service",
    "intro-service": "Notre équipe est fière de son expertise solide dans l'industrie de la traduction.",
    "Government Translation": "Traduction gouvernementale",
    "Government Translation-content": "Nos services de traduction gouvernementale garantissent une communication précise et sensible culturellement à travers les documents officiels, politiques et textes juridiques. Nous aidons les agences gouvernementales à atteindre efficacement des populations diverses, en assurant la conformité et la clarté dans toutes les langues officielles.",
    "Organization Translation": "Traduction d'organisation",
    "Organization Translation-content": "Nos services de traduction pour les organisations fournissent des traductions précises et contextuellement pertinentes pour les communications internes, rapports, matériels de formation, et plus encore. Nous aidons les organisations à maintenir une communication claire et efficace dans les équipes mondiales.",
    "Education Translation": "Traduction éducative",
    "Education Translation-content": "Nos services de traduction éducative se spécialisent dans la traduction de documents académiques, manuels, articles de recherche et ressources éducatives. Nous garantissons que le contenu éducatif est correctement transmis à travers les langues, soutenant ainsi les étudiants, enseignants et institutions dans un environnement d'apprentissage global.",
    "Media Translation": "Traduction des médias",
    "Media Translation-content": "Nos services de traduction des médias fournissent des traductions précises et nuancées culturellement pour les communiqués de presse, articles, contenu multimédia et médias sociaux. Nous aidons les médias et les créateurs de contenu à atteindre des publics divers tout en maintenant l'impact et le ton du message original.",
    "Legal and Business Translation": "Traduction juridique et commerciale",
    "Legal and Business Translation-content": "Nos services de traduction juridique et commerciale offrent des traductions précises et fiables pour les contrats, documents juridiques, accords commerciaux et communications d'entreprise. Nous veillons à ce que votre contenu juridique et commercial soit traduit avec précision, protégeant ainsi vos intérêts à travers les frontières internationales.",
    "Sciences&technology Translation": "Traduction des sciences et technologies",
    "Sciences&technology Translation-content": "Nos services de traduction des sciences et technologies fournissent des traductions précises pour les documents techniques, articles de recherche, brevets et rapports scientifiques. Nous veillons à ce que la terminologie et les concepts complexes soient correctement transmis, permettant ainsi une communication efficace au sein des communautés scientifiques et technologiques mondiales.",
    "About-title": "À propos de nous",
    "About-content": "Bienvenue dans notre entreprise, sentez-vous chez vous, nous sommes tous là pour vous.",
    "Expert Team": "Équipe d'experts",
    "Expert Team-content": "T4Translation dispose d'une équipe diversifiée de traducteurs et interprètes professionnels.",
    "Experienced Editors and Proofreaders": "Éditeurs et relecteurs expérimentés",
    "Experienced Editors and Proofreaders-content": "Un groupe d'éditeurs et relecteurs expérimentés.",
    "Human-Centered": "Axé sur l'humain",
    "Human-Centered-content": "Nous comptons sur des traducteurs humains et des ressources pour rendre vos documents dans n'importe quelle langue.",
    "IT Support": "Support informatique",
    "IT Support-content": "Nous avons une équipe informatique solide pour garantir un service client en temps opportun et confidentiel.",
    "To achieve our goals :": "Pour atteindre nos objectifs :",
    "This is who we are": "Voici qui nous sommes",
    "This is who we are-content": "Un groupe de professionnels qualifiés dédié à fournir des traductions précises et culturellement pertinentes. Notre équipe comprend des traducteurs expérimentés, des experts en localisation et des chefs de projet qui collaborent de manière transparente pour garantir des résultats de haute qualité. Avec une expertise dans diverses langues et industries, nous proposons des solutions sur mesure pour répondre à vos besoins spécifiques et vous aider à vous connecter efficacement avec des audiences mondiales.",
    "Contact-title": "Contactez notre équipe de traduction T4",
    "Contact-content": " ",
    "Get Started-title": "N'hésitez pas à commencer",
    "Get Started-content": " ",
    "Reason/Purpose": "Raison/Objet",
    "Reclamation": "Réclamation",
    "Asking": "Demande",
    "Other": "Autre",
    "Full Name": "Nom Complet",
    "Email Address": "Adresse Email",
    "Email Addres": "Adresse Email",
    "Upload Files": "Télécharger des fichiers",
    "Choose Files": "Choisir des fichiers",
    "Message": "Message",
    "Send Message": "Envoyer le message",
    "Your Full Name": "Votre Nom Complet",
    "Your Email Address": "Votre Adresse Email",
    "Science & Technology": "Science & Technologie",
    "Legal&Business": "Droit & Affaires"
  
  }
}
